Repository: bakhtawer/DEPD-iOS-App
Catalog: DEPD/Assets/Languages/Localizable.xcstrings
Source language: en
Languages: sd, ur

source: About Myself
sd: منهنجي باري ۾
ur: اپنے بارے میں

source: About Your Company
sd: توهان جي ڪمپني جي باري ۾
ur: آپ کی کمپنی کے بارے میں

source: About Your School
sd: توهان جي اسڪول جي باري ۾
ur: آپ کے اسکول کے بارے میں

source: Accept
sd: قبول ڪريو
ur: قبول کریں۔

source: Accepted
sd: قبول ڪيو
ur: قبول کر لیا

source: Accessibility
sd: پهچ
ur: رسائی

source: Accessibility Material
sd: رسائي جو مواد
ur: قابل رسائی مواد

source: Account Type
sd: اڪائونٽ جو قسم
ur: اکاؤنٹ کی قسم

source: Additional Info
sd: اضافي معلومات
ur: اضافی معلومات

source: Address
sd: پتو
ur: پتہ

source: Admissions
sd: داخلائون
ur: داخلے

source: Advertise Vacancies
sd: آسامیوں کا اشتہار دیں۔
ur: خالي جايون اشتهار ڏيو

source: All Application
sd: سڀ ايپليڪيشن
ur: تمام درخواست

source: Applicant Profile
sd: درخواست ڪندڙ پروفائل
ur: درخواست گزار پروفائل

# applications_available
source: Applicaitons Available
sd: ايپليڪيشنون دستياب آهن
ur: درخواستیں دستیاب ہیں۔

source: Apply
sd: لاڳو ڪرڻ
ur: لاگو کریں

source: Apply Now
sd: هاڻي لاڳو ڪريو
ur: ابھی اپلائی کریں۔

# are_you_sure_you_want_to_delete
source: Are you sure you want to delete this record ?
sd: ڇا توهان واقعي هن رڪارڊ کي حذف ڪرڻ چاهيو ٿا؟
ur: کیا آپ واقعی اس ریکارڈ کو حذف کرنا چاہتے ہیں؟

source: Available Seat
sd: دستياب سيٽ
ur: دستیاب سیٹ

# available_seats_pwd
source: Available Seats for PWD's
sd: PWD جي لاءِ دستياب سيٽون
ur: پی ڈبلیو ڈی کے لیے دستیاب نشستیں۔

# availbale_seats_for_pwds
source: Available Seats for PWD'S
sd: PWD'S لاءِ دستياب سيٽون
ur: PWD'S کے لیے دستیاب نشستیں

source: Cancel
sd: منسوخ ڪريو
ur: منسوخ کریں

source: Candidate Details
sd: اميدوارن جا تفصيل
ur: امیدوار کی تفصیلات

source: Certification
sd: سرٽيفڪيشن
ur: سرٹیفیکیشن

source: Check Application
sd: اپليڪيشن چيڪ ڪريو
ur: درخواست چیک کریں۔

source: Check Hired
sd: چيڪ ڪريو ملازم
ur: چیک کرائے پر

source: Class Level
sd: ڪلاس ليول
ur: کلاس لیول

source: CNIC
sd: قومي سڃاڻپ ڪارڊ
ur: قومی شناختی کارڈ

source: CNIC Number
sd: قومي سڃاڻپ ڪارڊ نمبر
ur: قومی شناختی کارڈ نمبر

source: Company Address
sd: ڪمپني ايڊريس
ur: کمپنی کا پتہ

source: Company Contact Number
sd: ڪمپني جو رابطو نمبر
ur: کمپنی کا رابطہ نمبر

source: Company Email Address
sd: ڪمپني جو اي ميل پتو
ur: کمپنی کا ای میل پتہ

source: Company Hiring
sd: ڪمپني ملازمت
ur: کمپنی کی خدمات حاصل کرنا

source: Company Name
sd: ڪمپني جو نالو
ur: کمپنی کا نام

source: Complain Details
sd: شڪايت جا تفصيل
ur: شکایت کی تفصیلات

source: Complain for Denial of Admission
sd: داخل ٿيڻ کان انڪار جي شڪايت
ur: داخلے سے انکار کی شکایت کریں۔

source: Complain for Denial of Job
sd: نوڪريءَ کان انڪار جي شڪايت
ur: ملازمت سے انکار کی شکایت کریں۔

source: Confirm Hiring
sd: بھرتی کی تصدیق کریں۔
ur: ملازمت جي تصديق ڪريو

source: Confirm Password
sd: پاس ورڊ جي تصديق ڪريو
ur: پاس ورڈ کی تصدیق کریں۔

source: Contact No
sd: رابطو نمبر
ur: رابطہ نمبر

source: Contact Number
sd: رابطو نمبر
ur: رابطہ نمبر

source: Continue as guest
sd: مهمان طور جاري رکو
ur: مہمان کے طور پر جاری رکھیں

source: CV file
sd: CV فائل
ur: سی وی فائل

source: Date of Joining
sd: شامل ٿيڻ جي تاريخ
ur: شمولیت کی تاریخ

source: Denial of Admission
sd: داخلا کان انڪار
ur: داخلہ سے انکار

# denial_of_job
source: Denial of Job Application
sd: نوڪري جي درخواست کان انڪار
ur: ملازمت کی درخواست سے انکار

source: Description
sd: تفصیل
ur: وصف

source: Designation
sd: عهدو
ur: عہدہ

source: Disability
sd: معذوري
ur: معذوری

source: Disability Certificate
sd: معذوري جي سرٽيفڪيٽ
ur: معذوری کا سرٹیفکیٹ

source: Disability Status
sd: معذوري جي حالت
ur: معذوری کی حیثیت

# disablity
source: Disability
sd: معذوري
ur: معذوری

source: District
sd: ضلعو
ur: ضلع

# dob
source: Date of Birth
sd: پيدائش جي تاريخ
ur: تاریخ پیدائش

source: Documents
sd: دستاويز
ur: دستاویزات

source: Download Disability Certificate
sd: ڊائون لوڊ ڪريو معذور سرٽيفڪيٽ
ur: معذوری کا سرٹیفکیٹ ڈاؤن لوڈ کریں۔

source: Edit Profile
sd: پروفائل کي تبديل ڪريو
ur: پروفائل میں ترمیم کریں۔

source: Education
sd: تعليم
ur: تعلیم

source: Email
sd: اي ميل
ur: ای میل

# enter_fee
source: Enter Fees
sd: فيس داخل ڪريو
ur: فیس درج کریں۔

source: Establish Year
sd: سال قائم ڪريو
ur: سال قائم کریں۔

# father_cnic
source: Father's CNIC
sd: پيءُ جو قومي سڃاڻپ ڪارڊ
ur: والد کا قومی شناختی کارڈ

source: Father Name
sd: پيءُ جو نالو
ur: والد کا نام

source: Find a Job
sd: نوڪري ڳوليو
ur: نوکری تلاش کریں۔

source: Find an Employee
sd: ملازم تلاش کریں۔
ur: ھڪڙو ملازم ڳولھيو

source: Find Job
sd: نوڪري ڳوليو
ur: نوکری تلاش کریں۔

source: First Name
sd: پهريون نالو
ur: پہلا نام

# for_educational_institute
source: For Educational Institutes
sd: تعليمي ادارن لاءِ
ur: تعلیمی اداروں کے لیے

source: For Employer/Companies
sd: ملازمن/ڪمپنين لاءِ
ur: آجر/کمپنیوں کے لیے

# forgot_password_recovery_email
source: Recovery Email
sd: وصولي اي ميل
ur: ریکوری ای میل

# forgot_password_send
source: Send
sd: موڪليو
ur: بھیجیں

# forgot_password_success_message
source: Username and password sent to recovery email
sd: صارف جو نالو ۽ پاسورڊ وصولي اي ميل ڏانهن موڪليو ويو
ur: صارف کا نام اور پاس ورڈ بازیافت ای میل پر بھیجا گیا۔

# forgot_password_success_ok
source: OK
sd: ٺيڪ
ur: ٹھیک ہے

source: Free or Paid Education
sd: مفت يا ادا ڪيل تعليم
ur: مفت یا معاوضہ تعلیم

source: From
sd: تاريخ کان
ur: تاریخ سے

source: Full Name
sd: پورو نالو
ur: پورا نام

source: Gallery
sd: گيلري
ur: گیلری

source: Gender
sd: جنس
ur: جنس

source: Help
sd: مدد
ur: مدد

# help_complain
source: Complain
sd: شڪايت
ur: شکایت

# help_legal_rights
source: Read Your Legal Rights
sd: پڙهو پنهنجا قانوني حق
ur: اپنے قانونی حقوق پڑھیں

# help_suggestions
source: Suggestions
sd: تجويزون
ur: تجاویز

# help_watch_videos
source: Watch Video
sd: وڊيو ڏسو
ur: ویڈیو دیکھیں

# i_am
source: I am a
sd: آئون آهيان
ur: میں ہوں

source: I am looking for a
sd: مان ڳولي رهيو آهيان
ur: میں تلاش کر رہا ہوں

# i_herby_that
source: I herby that all information provided in this complaint form is true and accurate to the best of my knowledge. I understand that providing false information may result in legal action against me.
sd: مان چوان ٿو ته هن شڪايتي فارم ۾ ڏنل سموري معلومات منهنجي ڄاڻ جي لحاظ کان درست ۽ درست آهي. مان سمجهان ٿو ته غلط معلومات مهيا ڪرڻ جي نتيجي ۾ منهنجي خلاف قانوني ڪارروائي ٿي سگهي ٿي.
ur: میں بتاتا ہوں کہ شکایت کے اس فارم میں فراہم کردہ تمام معلومات میری بہترین معلومات کے مطابق درست اور درست ہیں۔ میں سمجھتا ہوں کہ غلط معلومات فراہم کرنے کے نتیجے میں میرے خلاف قانونی کارروائی ہو سکتی ہے۔

# if_the_complainant
source: If the complainant is over 18 years of age than do not fill this part
sd: جيڪڏهن شڪايت ڪندڙ جي عمر 18 سالن کان مٿي آهي ته اهو حصو نه ڀريو
ur: اگر شکایت کنندہ کی عمر 18 سال سے زیادہ ہے تو اس حصے کو نہ بھریں۔

source: Inclusive Career Hub
sd: شامل ڪيريئر حب
ur: جامع کیریئر کا مرکز

# inclusive_screen_description
source: Department of Empowerment of Persons with Disabilities DEPD Government of Sindh has launched a career web to empower them by providing better access to employment opportunities. 5% quota is to be implemented The main objective of this pilot form is to bridge the gaps between special individuals and organizations so that they have easy access to job placements Moreover, this portal provides Jap providers and Jap recipients. Data collection will be done.
sd: معذور ماڻهن جي بااختياريءَ جو کاتو، DEPD، سنڌ حڪومت کين روزگار جا موقعا فراهم ڪندي کين بااختيار بڻائڻ لاءِ هڪ ڪيريئر ويب شروع ڪيو آهي. 5٪ ڪوٽا لاڳو ڪيو وڃي ٿو، هن پائلٽ فارم جو بنيادي مقصد خاص ماڻهن ۽ تنظيمن جي وچ ۾ فرق کي ختم ڪرڻ آهي ته جيئن انهن کي نوڪري جي جڳهه تائين آسان رسائي حاصل ڪري سگهي، ان کان علاوه، هي پورٽل مهيا ڪري ٿو Jap فراهم ڪندڙ ۽ Jap وصول ڪندڙ. ڊيٽا گڏ ڪرڻ جو ڪم ڪيو ويندو.
ur: خصوصی افراد کو با اختیار بنانے کے محکمے DEPD گورنمنٹ اف سندھ نے روزگار کے مواقع تک بہتر رسائی فراہم کر کے انہیں با اختیار بنانے کے لیے ایک کریئر ویب کا اغاز کیا ہے اس اقدام کا مقصد سندھ میں خصوصی افراد کے ایکٹ 2018 کے تحت بیان کردہ 5% کوٹا کو نافذ کرنا ہے اس پائلٹ فارم کا بنیادی مقصد خصوصی افراد اور تنظیموں کے درمیان فاصلوں کو ختم کرنا ہے تاکہ انہیں آسانی سے ملازمت کی جگہ تک رسائی ہو مزید یہ کہ یہ پورٹل جاپ فراہم کرنے والے ادارے اور جاپ حاصل کرنے والے افراد کا ڈیٹا کا ڈیٹا جمع کرنے کا کام کرے گا۔

source: Institute Address
sd: انسٽيٽيوٽ ايڊريس
ur: انسٹی ٹیوٹ کا پتہ

# institute_contact_no
source: Institute Contact Number
sd: انسٽيٽيوٽ جو رابطو نمبر
ur: ادارہ رابطہ نمبر

# institute_email
source: Institute Email Address
sd: انسٽيٽيوٽ اي ميل پتو
ur: انسٹی ٹیوٹ کا ای میل پتہ

source: Institute Name
sd: انسٽيٽيوٽ جو نالو
ur: انسٹی ٹیوٹ کا نام

source: Job
sd: نوڪري
ur: نوڪري

source: Job Seeker
sd: نوڪري ڳوليندڙ
ur: نوکری کا خواہشمند

source: Job Title
sd: نوڪري جو عنوان
ur: ملازمت کا عنوان

source: Jobs
sd: نوڪريون
ur: نوکریاں

source: JobSeeker Profile
sd: نوڪري ڳولڻ وارو پروفائل
ur: جاب سیکر پروفائل

source: Know your rights
sd: پنهنجا حق ڄاڻو
ur: اپنے حقوق جانیں۔

# langauge
source: Languge
sd: ٻولي
ur: زبان

source: Last Name
sd: آخري نالو
ur: آخری نام

source: Link
sd: ويب سائيٽ ايڊريس
ur: ویب سائٹ کا پتہ

source: Location
sd: مقام
ur: مقام

source: Login
sd: لاگ ان
ur: لاگ ان کریں

source: Login as Company Hiring
sd: ڪمپني جي ملازمت جي طور تي لاگ ان ڪريو
ur: کمپنی ہائرنگ کے طور پر لاگ ان کریں۔

source: Login as Company /Hiring Manager
sd: لاگ ان ٿيو ڪمپني جي طور تي/هائرنگ مئنيجر
ur: کمپنی/ہائرنگ مینیجر کے طور پر لاگ ان کریں۔

source: Login as Institute
sd: انسٽيٽيوٽ طور لاگ ان ٿيو
ur: انسٹی ٹیوٹ کے طور پر لاگ ان کریں۔

source: Login as Job Seeker
sd: نوڪري ڳوليندڙ طور لاگ ان ٿيو
ur: ملازمت کے متلاشی کے طور پر لاگ ان کریں۔

# login_as_school_institute
source: Login as School/Institue
sd: اسڪول / انسٽيٽيوٽ طور لاگ ان ٿيو
ur: اسکول/انسٹی ٹیو کے طور پر لاگ ان کریں۔

source: Login as Student
sd: شاگرد طور لاگ ان ٿيو
ur: ملازمت کے متلاشی کے طور پر لاگ ان کریں۔

# login_forgot_password
source: Forgot password?
sd: پاسورڊ وساري ويٺا؟
ur: پاس ورڈ بھول گئے؟

# login_login
source: Login
sd: لاگ ان
ur: لاگ ان کریں

# login_password
source: Password
sd: پاسورڊ
ur: پاس ورڈ

# login_register
source: Register
sd: رجسٽر
ur: رجسٹر کریں۔

# login_user_name
source: User Name
sd: استعمال ڪندڙ جو نالو
ur: صارف کا نام

source: Logout
sd: لاگ آئوٽ
ur: لاگ آؤٹ

source: My Applications
sd: منهنجون درخواستون
ur: میری درخواستیں

source: My Complains
sd: منهنجون شڪايتون
ur: میری شکایات

source: Name
sd: نالو
ur: نام

source: Next
sd: اڳيان
ur: اگلا

source: NGO / Welfare
sd: اين جي او / ويلفيئر
ur: این جی او / ویلفیئر

source: No
sd: نه
ur: نہیں

source: No Record Found
sd: ڪوبه رڪارڊ نه مليو
ur: کوئی ریکارڈ نہیں ملا

source: Nothing to show in the gallery.
sd: گيلري ۾ ڏيکارڻ لاءِ ڪجھ به نه.
ur: گیلری میں دکھانے کے لیے کچھ نہیں ہے۔

source: NTN Number
sd: NTN نمبر
ur: NTN نمبر

source: Number of Total Students
sd: ڪل شاگردن جو تعداد
ur: کل طلباء کی تعداد

source: Number of Trained Teachers
sd: تربيت يافته استادن جو تعداد
ur: تربیت یافتہ اساتذہ کی تعداد

# parent_details
source: Parent/Guardian Details
sd: والدين / سرپرست تفصيلات
ur: والدین/سرپرست کی تفصیلات

source: Password
sd: پاسورڊ
ur: پاس ورڈ

source: Pending
sd: باقي رهيو
ur: زیر التواء

source: Pending Students
sd: باقي شاگرد
ur: زیر التواء طلباء

source: People hired
sd: ماڻهو ڀرتي ٿيل
ur: لوگوں کی خدمات حاصل کیں۔

source: Personal Details
sd: ذاتي تفصيل
ur: ذاتی تفصیلات

source: Personal Information
sd: ذاتي معلومات
ur: ذاتی معلومات

source: Phone Number
sd: فون نمبر
ur: فون نمبر

# present_address
source: Present Address here (Please mention Area / Taluka)
sd: موجوده ايڊريس هتي (مهرباني ڪري علائقي / تعلقي جو ذڪر ڪريو)
ur: موجودہ پتہ یہاں (براہ کرم علاقہ/تعلقہ کا ذکر کریں)

source: Press login and go to next screen
sd: لاگ ان کي دٻايو ۽ ايندڙ اسڪرين ڏانھن وڃو
ur: لاگ ان دبائیں اور اگلی اسکرین پر جائیں۔

source: Previous Education
sd: اڳوڻي تعليم
ur: پچھلی تعلیم

source: Private
sd: خانگي
ur: نجی

source: Profile Completed
sd: پروفائل مڪمل ٿيو
ur: پروفائل مکمل ہو گیا۔

# reason_of_denial_of_admission
source: Reason of Denial of Addmission
sd: داخل ٿيڻ کان انڪار جو سبب
ur: داخلے سے انکار کی وجہ

source: Reason of Denial of Job
sd: نوڪريءَ کان انڪار جو سبب
ur: نوکری سے انکار کی وجہ

source: Record Your Message
sd: پنهنجو پيغام رڪارڊ ڪريو
ur: اپنا پیغام ریکارڈ کریں۔

source: Register as Company Hiring
sd: ڪمپني جي ملازمت جي طور تي رجسٽر ٿيو
ur: کمپنی کی خدمات حاصل کرنے کے طور پر رجسٹر کریں۔

source: Register as Company / Hiring Manager
sd: رجسٽر ٿيو ڪمپني / نوڪرين جي مينيجر طور
ur: کمپنی / ہائرنگ مینیجر کے طور پر رجسٹر ہوں۔

source: Register as Institute
sd: انسٽيٽيوٽ طور رجسٽر ٿيو
ur: انسٹی ٹیوٹ کے طور پر رجسٹر ہوں۔

source: Register as Job seeker
sd: نوڪري ڳوليندڙ طور رجسٽر ٿيو
ur: ملازمت کے متلاشی کے طور پر رجسٹر ہوں۔

source: Register as School
sd: اسڪول طور رجسٽر ٿيو
ur: اسکول کے طور پر رجسٹر کریں۔

source: Register as Student
sd: شاگرد طور رجسٽر ٿيو
ur: طالب علم کے طور پر رجسٹر کریں۔

# register_company_hiring
source: Company Hiring
sd: ڪمپني ملازمت
ur: کمپنی کی خدمات حاصل کرنا

# register_complain
source: Register Complains
sd: شڪايتون رجسٽر ڪريو
ur: شکایات رجسٹر کریں۔

# register_inclusive_career
source: Inclusive Career
sd: شموليت وارو ڪيريئر
ur: جامع کیریئر

# register_inclusive_education
source: Inclusive Education
sd: شموليت واري تعليم
ur: جامع تعلیم

# register_institute
source: Institute
sd: انسٽيٽيوٽ
ur: انسٹی ٹیوٹ

# register_institute_school
source: Institute /School
sd: انسٽيٽيوٽ / اسڪول
ur: انسٹی ٹیوٹ/اسکول

# register_personal_information
source: PERSONAL INFORMATION
sd: ذاتي معلومات
ur: ذاتی معلومات

# register_student
source: Student
sd: شاگرد
ur: طالب علم

# register_submit
source: Submit
sd: جمع ڪرائڻ
ur: جمع کرائیں

# register_success_message
source: Thank you for registering your username and password is sent to your email and phone number
sd: رجسٽر ڪرڻ لاءِ توهان جي مهرباني توهان جو يوزر نالو ۽ پاسورڊ توهان جي اي ميل ۽ فون نمبر تي موڪليو ويو آهي
ur: صارف کا نام اور پاس ورڈ بازیافت ای میل پر بھیجا گیا۔

# register_title
source: Register
sd: رجسٽر
ur: رجسٹر کریں۔

source: Registered Students
sd: رجسٽرڊ شاگرد
ur: رجسٹرڈ طلباء

source: Registration Number
sd: رجسٽريشن نمبر
ur: رجسٹریشن نمبر

source: Reject
sd: رد ڪرڻ
ur: رد کرنا

source: Rejected Students
sd: رد ٿيل شاگرد
ur: مسترد شدہ طلباء

# relation_with_cadidate
source: Relation with Candidate
sd: اميدوار سان تعلق
ur: امیدوار کے ساتھ تعلق

source: School/College
sd: اسڪول / ڪاليج
ur: سکول/کالج

source: School Information
sd: اسڪول جي ڄاڻ
ur: اسکول کی معلومات

source: School Multi media
sd: اسڪول ملٽي ميڊيا
ur: اسکول ملٹی میڈیا

source: School Name
sd: اسڪول جو نالو
ur: سکول کا نام

source: Schoool/College/Maddarsa
sd: اسڪول/ ڪاليج/ مدرسا
ur: سکول/کالج/مدرسہ

source: Search Employee
sd: ملازم تلاش کریں۔
ur: ڳولا ملازم

source: Search for job
sd: نوڪري ڳولڻ
ur: نوکری کی تلاش

# search_jobs
source: Search Job
sd: نوکری تلاش کریں۔
ur: ڳولها نوڪري

source: Search Students
sd: طلباء تلاش کریں۔
ur: شاگردن جي ڳولا ڪريو

source: Select Document
sd: منتخب ڪريو دستاويز
ur: دستاویز کو منتخب کریں۔

source: Select Image
sd: تصوير چونڊيو
ur: تصویر منتخب کریں۔

# select lang here
source: Select Language
sd: هتي چونڊيو
ur: یہاں منتخب کریں۔

source: Select Option
sd: اختيار چونڊيو
ur: اختیار منتخب کریں۔

source: Select Class
sd: ڪلاس چونڊيو
ur: کلاس منتخب کریں

# select_disablility
source: Disability
sd: معذوري
ur: معذوری۔

source: Select Language
sd: ٻولي چونڊيو
ur: زبان منتخب کریں۔

# select_location
source: Location
sd: مقام
ur: مقام

source: Send Addmission Request
sd: داخل ڪرڻ جي درخواست موڪليو
ur: داخلے کی درخواست بھیجیں۔

source: Skill
sd: مهارت
ur: ہنر

# socail_media_links
source: Social Media Links
sd: سوشل ميڊيا لنڪس
ur: سوشل میڈیا لنکس

source: Social Media Links
sd: سوشل ميڊيا لنڪس
ur: سوشل میڈیا لنکس

# SPDP
source: Sindh persons with disabilities portal (SPDP)
sd: سنڌ پرسنز سان گڏ معذور پورٽل (SPDP)
ur: سندھ کے افراد معذور پورٹل (SPDP)

source: Student
sd: شاگرد
ur: طالب علم

source: Student Admission
sd: شاگردن جي داخلا
ur: طالب علم کا داخلہ

source: Submit
sd: جمع ڪرائڻ
ur: جمع کرائیں

source: Suggestion/Complains
sd: تجويز / شڪايتون
ur: تجویز/شکایات

source: Technical Skills
sd: ٽيڪنيڪل صلاحيتن
ur: تکنیکی مہارت

source: To
sd: تاريخ تائين
ur: آج تک

source: Total Application
sd: مجموعي درخواست
ur: کل درخواست

source: Total Applications
sd: ڪل درخواستون
ur: کل درخواستیں

source: Total Jobs
sd: کل_نوڪريون
ur: کل_نوکریاں

source: Total School
sd: ڪل اسڪول
ur: ٹوٹل سکول

# trained_material
source: Accessibility Material
sd: رسائي جو مواد
ur: قابل رسائی مواد

source: Trained Teachers
sd: تربيت يافته استاد
ur: تربیت یافتہ اساتذہ

source: Training Material
sd: تربيتي مواد
ur: تربیتی مواد

source: Update Profile
sd: اميدوار سان تعلق
ur: امیدوار کے ساتھ تعلق

source: Update this record
sd: هن رڪارڊ کي اپڊيٽ ڪريو
ur: اس ریکارڈ کو اپ ڈیٹ کریں۔

source: Upload
sd: اپ لوڊ ڪريو
ur: اپ لوڈ کریں۔

source: Upload Disability Certificate
sd: اپ لوڊ معذور سرٽيفڪيٽ
ur: معذوری کا سرٹیفکیٹ اپ لوڈ کریں

source: Upload Document
sd: اپ لوڊ ڪريو دستاويز
ur: دستاویز اپ لوڈ کریں۔

source: Upload form B / Cnic
sd: اپ لوڊ فارم B / Cnic
ur: B/Cnic فارم اپ لوڈ کریں۔

source: Upload Picture
sd: اپ لوڊ تصوير
ur: تصویر اپ لوڈ کریں۔

source: Upload Profile Picture
sd: پروفائل تصوير اپ لوڊ ڪريو
ur: پروفائل تصویر اپ لوڈ کریں۔

source: Upload Related Documents
sd: لاڳاپيل دستاويز اپ لوڊ ڪريو
ur: متعلقہ دستاویزات اپ لوڈ کریں۔

source: Upload Slip
sd: اپلوڊ سلپ
ur: پرچی اپ لوڈ کریں۔

source: User Name
sd: استعمال ڪندڙ جو نالو
ur: صارف کا نام

source: View
sd: ڏيک
ur: دیکھیں

source: View Info
sd: ڄاڻ ڏسو
ur: معلومات دیکھیں

source: View Profile
sd: پروفائل ڏسو
ur: پروفائل دیکھیں

source: We Can Educate
sd: اسان تعليم ڪري سگهون ٿا
ur: ہم تعلیم دے سکتے ہیں۔

source: We Provide Job For
sd: اسان لاء نوڪري فراهم ڪندا آهيون
ur: ہم کے لیے ملازمت فراہم کرتے ہیں۔

source: Website
sd: ويب سائيٽ
ur: ویب سائٹ

# welcom_to_employer_hub
source: Welcome to Employer's Hub
sd: ایمپلائرز ہب میں خوش آمدید
ur: آجر جي مرڪز ۾ ڀليڪار

source: Work Experience
sd: ڪم جو تجربو
ur: کام کا تجربہ

source: Yes
sd: ها
ur: جی ہاں

# select sd here
source: هتي سنڌي چونڊيو
ur: یہاں اردو منتخب کریں

# select ur here
source: yahan urdu select karain
ur: یہاں اردو منتخب کریں
